[
    {
        "_id": "63fda3baf36cbb0cb3779075",
        "name": "Medical Checkup Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-03-01",
        "venue": "Community Center",
        "desc": "The Annual Health Checkup Camp, scheduled for March 1, 2023, at the Community Center, is a crucial event tailored for individuals aged 50 and above. This comprehensive health screening aims to detect potential health issues early, offering tests such as blood pressure, cholesterol checks, and blood glucose screenings. The camp emphasizes preventative healthcare, empowering participants with knowledge and tools for proactive well-being. Beyond medical assessments, the event fosters a supportive community, where healthcare professionals provide personalized advice. The nominal 3000 registration fee covers tests, consultations, and informational materials. Join us for a day dedicated to prioritizing your health and well-being on March 1st at the Community Center.",
        "fees": "3000",
        "purpose": "Health screening",
        "benefits": "Early detection of health issues",
        "target_audience": "People over 50",
        "phone_number": "+91 9998888777",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4
    },
    {
        "_id": "63fda3baf36cbb0cb3779048",
        "name": "Dental Care Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-04-15",
        "venue": "City Hospital",
        "desc": "The Dental Care Camp, happening on April 15, 2023, at City Hospital, is a compassionate initiative offering free dental checkups and treatments for underprivileged children aged 5-15. This event focuses on oral health improvement, providing essential dental services at no cost. Beyond immediate treatment, the camp emphasizes preventive care to enhance the long-term oral health of participating children. Dedicated dental professionals volunteer their expertise, fostering a positive and welcoming environment. With a 5-star rating, this camp signifies its impactful contribution to community well-being. For more details or to enroll a child, contact +91 9997776655. Join us on April 15th, ensuring every child's smile radiates health and happiness.",
        "fees": "0",
        "purpose": "Dental care",
        "benefits": "Oral health improvement",
        "target_audience": "Children (5-15 years)",
        "phone_number": "+91 9997776655",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 5
    },
    {
        "_id": "63fda3baf36cbb0cb3779123",
        "name": "Heart Health Awareness Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-06-10",
        "venue": "City Recreation Center",
        "desc": "The Heart Health Awareness Camp, scheduled for June 10, 2023, at City Recreation Center, is a vital educational initiative concentrating on cardiovascular well-being. Offering free cardiovascular screenings, the camp emphasizes early detection of issues and imparts valuable health education. With a focus on adults aged 25 and above, this event aims to raise awareness about the importance of heart health and proactive measures. Attendees will benefit from informative sessions and screenings, contributing to a proactive approach to cardiovascular health. The nominal fee of 0 ensures accessibility to all. For additional details or participation, contact +91 9996665544. Join us on June 10th for a heart-healthy journey.",
        "fees": "0",
        "purpose": "Heart health awareness",
        "benefits": "Early detection of cardiovascular issues, health education",
        "target_audience": "Adults (25 and above)",
        "phone_number": "+91 9996665544",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.5
    },
    {
        "_id": "63fda3baf36cbb0cb3779210",
        "name": "Women's Wellness Checkup Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-08-20",
        "venue": "Women's Health Center",
        "desc": "The Women's Wellness Checkup Camp, scheduled for August 20, 2023, at the Women's Health Center, is a dedicated health screening for women of all ages. With a focus on early detection of women-specific health issues, the camp invites participants to prioritize their well-being. The event offers comprehensive examinations and assessments tailored to women's health needs. A nominal fee of 2500 covers the cost of these services, ensuring accessibility. Contact +91 9995554433 for details or registration. This camp, with a 4.2 rating, signifies its commitment to women's health empowerment. Join us on August 20th, promoting a proactive approach to women's well-being at the Women's Wellness Checkup Camp.",
        "fees": "2500",
        "purpose": "Women's health screening",
        "benefits": "Early detection of women-specific health issues",
        "target_audience": "Women of all ages",
        "phone_number": "+91 9995554433",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.2
    },
    {
        "_id": "63fda3baf36cbb0cb3779321",
        "name": "Diabetes Awareness Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-10-05",
        "venue": "Community Hall",
        "desc": "The Diabetes Awareness Camp, slated for October 5, 2023, at Community Hall, is an educational initiative focusing on diabetes prevention and free screenings. With a commitment to early detection and lifestyle guidance, this camp targets adults aged 18 and above. Attendees will benefit from informative sessions and screenings, fostering a proactive approach to diabetes awareness and management. The event, with a 4.8 rating, highlights its success in community health education. The registration fee is waived, ensuring accessibility for all. For more details or participation, contact +91 9994443322. Join us on October 5th for an insightful and empowering journey at the Diabetes Awareness Camp.",
        "fees": "0",
        "purpose": "Diabetes awareness and screening",
        "benefits": "Early detection, lifestyle guidance",
        "target_audience": "Adults (18 and above)",
        "phone_number": "+91 9994443322",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.8
    },
    {
        "_id": "63fda3baf36cbb0cb3779450",
        "name": "Mind Matters Wellness Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-11-15",
        "venue": "City Park Pavilion",
        "desc": "The Mind Matters Wellness Camp, happening on November 15, 2023, at City Park Pavilion, is a dedicated initiative focusing on mental health awareness and well-being. With a holistic approach, the camp offers counseling sessions and stress management techniques for participants of all age groups. Recognizing the importance of mental health, the event aims to empower attendees with tools for managing stress and fostering mental well-being. The nominal fee of 1500 covers access to counseling services and educational materials. With a 4.5 rating, the camp reflects its success in promoting mental health awareness. Contact +91 9993332211 for more information or to register. Join us on November 15th, prioritizing mental well-being at the Mind Matters Wellness Camp.",
        "fees": "1500",
        "purpose": "Mental health wellness",
        "benefits": "Counseling, stress management techniques",
        "target_audience": "All age groups",
        "phone_number": "+91 9993332211",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.5
    },
    {
        "_id": "63fda3baf36cbb0cb3779577",
        "name": "Clear Sight Vision Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-02-28",
        "venue": "City Eye Care Center",
        "desc": "The Clear Sight Vision Camp, scheduled for February 28, 2024, at City Eye Care Center, is a compassionate initiative offering free eye checkups, vision screenings, and eyeglasses distribution for all age groups. With a commitment to vision care, the camp includes comprehensive eye health assessments to address individual needs. The nominal fee of 0 ensures accessibility to these vital services, emphasizing the importance of regular eye checkups for overall well-being. Contact +91 9992221133 for additional details or to register. With a 4.7 rating, the camp reflects its success in providing essential eye care services. Join us on February 28th for a vision-focused day at the Clear Sight Vision Camp.",
        "fees": "0",
        "purpose": "Vision care",
        "benefits": "Eye health assessments, eyeglasses distribution",
        "target_audience": "All age groups",
        "phone_number": "+91 9992221133",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.7
    },
    {
        "_id": "63fda3baf36cbb0cb3779666",
        "name": "Healthy Living Wellness Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-04-20",
        "venue": "Community Gymnasium",
        "desc": "The Healthy Living Wellness Camp, scheduled for April 20, 2024, at Community Gymnasium, is a holistic initiative promoting nutrition, fitness, and healthy lifestyle choices. With a focus on adults aged 18 and above, the camp offers a comprehensive approach to well-being. Participants can expect nutritional guidance, fitness assessments, and valuable insights into maintaining a healthy lifestyle. The nominal fee of 500 covers access to these services, ensuring that attendees receive personalized guidance for their health journey. Contact +91 9991112244 for additional details or to register. With a 4.6 rating, the camp reflects its success in empowering individuals towards healthier living. Join us on April 20th for a day dedicated to your well-being at the Healthy Living Wellness Camp.",
        "fees": "500",
        "purpose": "Nutrition and fitness",
        "benefits": "Nutritional guidance, fitness assessments",
        "target_audience": "Adults (18 and above)",
        "phone_number": "+91 9991112244",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.6
    },
    {
        "_id": "63fda3baf36cbb0cb3779755",
        "name": "Breathe Well Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-06-15",
        "venue": "City Wellness Center",
        "desc": "The Breathe Well Camp,scheduled for June 15,2024, at the City Wellness Center, is an educational initiative with a strong focus on respiratory health awareness. This camp provides a platform for adults aged 20 and above to engage in proactive measures for their respiratory well-being. Participants can avail themselves of free lung function tests, enabling the early detection of potential respiratory issues. The event aims to empower attendees with comprehensive information on preventive measures, emphasizing the significance of maintaining healthy respiratory habits. With a commitment to community health, the camp is designed to be accessible to all, with no registration fees. For additional details or to register, please contact +91 9998888877. Join us on June 15th for an informative and empowering day at the Breathe Well Camp.",
        "fees": "0",
        "purpose": "Respiratory health awareness",
        "benefits": "Early detection of respiratory issues, education on preventive measures",
        "target_audience": "Adults (20 and above)",
        "phone_number": "+91 9998888877",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.4
    },
    {
        "_id": "63fda3baf36cbb0cb3779888",
        "name": "Vital Immune Boost Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-09-10",
        "venue": "Community Health Center",
        "desc": "The Vital Immune Boost Camp, scheduled for September 10, 2024, at the Community Health Center, is a holistic initiative focused on enhancing immunity. Geared towards individuals of all age groups, the camp advocates for immunity-boosting strategies through nutritional guidance, fitness routines, and wellness tips. Participants can expect personalized advice on nutrition, engaging fitness routines, and practical tips to fortify their immune systems. The camp, with a nominal fee of 750, aims to make these services accessible to all. For additional details or registration, please contact +91 9997777788. Join us on September 10th for a day dedicated to fortifying your immunity at the Vital Immune Boost Camp.",
        "fees": "750",
        "purpose": "Immunity enhancement",
        "benefits": "Nutritional guidance, fitness routines, wellness tips",
        "target_audience": "All age groups",
        "phone_number": "+91 9997777788",
        "doctors": [],
        "participants": [],
        "feedbacks": [],
        "rating": 4.9
    }
]