[
    {
        "name": "Free Dental Camp",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2023-06-01",
        "venue": "City Hospital",
        "desc": "Join us at the Free Dental Camp on June 1, 2023, at City Hospital for a day dedicated to promoting dental health. This special event offers a comprehensive and free dental checkup and treatment for attendees. Our team of experienced dentists will be on hand to provide personalized care, focusing on oral health improvement. The camp is specifically designed for children aged 2-10 years, ensuring a child-friendly environment for their comfort. Parents, guardians, and caregivers are encouraged to bring their little ones for this valuable opportunity. The registration fee for this event is generously set at Rs. 0, making it accessible to all. For inquiries and registration, contact us at +91 1112223334. Don't miss this chance to contribute to your child's oral well-being and overall health.",
        "fees": "0",
        "purpose": "Dental care",
        "benefits": "Oral health improvement",
        "target_audience": "Children (2-10 years)",
        "phone_number": "+91 1112223334",
        "doctors_interested": [],
        "doctors_accepted": [],
        "participants_registered": [],
        "participants_accepted": []
    },
    {
        "name": "Eye Care Clinic",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-03-15",
        "venue": "Community Center",
        "desc": "Join us at the Eye Care Clinic for a comprehensive eye checkup and consultation on March 15, 2024, at the Community Center. Our expert team of ophthalmologists will provide personalized vision correction recommendations and assess the overall health of your eyes. The camp aims to address a wide range of eye care needs for all age groups. The registration fee for this valuable service is set at Rs. 3500. Don't miss this opportunity to ensure optimal eye health and visual well-being. For inquiries and registration, contact us at +91 1112223335.",
        "fees": "3500",
        "purpose": "Eye care",
        "benefits": "Vision correction and eye health assessment",
        "target_audience": "All age groups",
        "phone_number": "+91 1112223335",
        "doctors_interested": [],
        "doctors_accepted": [],
        "participants_registered": [],
        "participants_accepted": []
    },
    {
        "name": "Heart Health Awareness",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-05-20",
        "venue": "City Park",
        "desc": "Join us for a Heart Health Awareness session and free heart checkup at City Park on May 20, 2024. This educational event aims to raise awareness about cardiovascular health, providing insights into risk assessment and prevention strategies for adults aged 25-60. The registration fee for this valuable session is set at Rs. 3000. Don't miss this opportunity to take charge of your heart health. For inquiries and registration, contact us at +91 1112223336.",
        "fees": "3000",
        "purpose": "Cardiovascular health",
        "benefits": "Risk assessment and prevention strategies",
        "target_audience": "Adults (25-60 years)",
        "phone_number": "+91 1112223336",
        "doctors_interested": [],
        "doctors_accepted": [],
        "participants_registered": [],
        "participants_accepted": []
    },
    {
        "name": "Child Vaccination Drive",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-08-10",
        "venue": "School Auditorium",
        "desc": "We're organizing a Child Vaccination Drive on August 10, 2024, at the School Auditorium. This initiative offers free vaccinations for children under 5 years, ensuring the prevention of childhood diseases. The registration fee for this event is generously set at Rs. 0. We believe in the importance of immunization for the health and well-being of our little ones. For inquiries and registration, contact us at +91 1112223337.",
        "fees": "0",
        "purpose": "Immunization",
        "benefits": "Prevention of childhood diseases",
        "target_audience": "Children (0-5 years)",
        "phone_number": "+91 1112223337",
        "doctors_interested": [],
        "doctors_accepted": [],
        "participants_registered": [],
        "participants_accepted": []
    },
    {
        "name": "Mental Wellness Workshop",
        "img": "https://random.imagecdn.app/500/150",
        "date": "2024-11-05",
        "venue": "Community Center",
        "desc": "Join us for an interactive Mental Wellness Workshop on November 5, 2024, at the Community Center. This session focuses on mental health and well-being, covering topics such as stress management and emotional well-being. The registration fee for this insightful workshop is set at Rs. 4500. Don't miss this opportunity to enhance your mental health. For inquiries and registration, contact us at +91 1112223338.",
        "fees": "4500",
        "purpose": "Mental health",
        "benefits": "Stress management and emotional well-being",
        "target_audience": "Adults (18+ years)",
        "phone_number": "+91 1112223338",
        "doctors_interested": [],
        "doctors_accepted": [],
        "participants_registered": [],
        "participants_accepted": []
    }
]